[
  {
    "id": "p_001",
    "text": "Q1 (safe place): My grandmother's kitchen. The smell of cinnamon and cardamom, the worn wooden table where I did homework as a child. There's a window that overlooks her small garden, and even now when I close my eyes I can hear the birds and feel the afternoon sun warming my face. It's the only place where time seems to stop.\nQ2 (stress): Last week I had three deadlines converge at once. I felt my chest tighten and my thoughts scatter. I coped by making lists, breaking everything into tiny steps, and allowing myself one 15-minute panic session before getting to work. Sometimes acknowledging the fear helps it pass.\nQ3 (understood): My partner once noticed I was struggling before I said anything. They simply made tea, sat beside me, and said 'I'm here when you're ready.' No fixing, no questions. Just presence. That quiet recognition meant everything.\nQ4 (free day): I'd wake without an alarm. Make coffee slowly. Read for hours in my favorite chair. Maybe walk to the bookshop, buy something I don't need, have lunch alone at a cafe where no one knows me. Return home, cook something simple, watch the light change.\nQ5 (one word): Curious - because I can never leave a question unexamined. Every conversation leads me down rabbit holes, and I find myself researching obscure topics at midnight.",
    "x": -0.46809864044189453,
    "y": 0.21300411224365234,
    "cluster": 1,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "quietwindow"
  },
  {
    "id": "p_002",
    "text": "Q1 (safe place): The beach at dawn, before anyone else arrives. Cold sand, grey light, the sound of waves erasing everything. I run until my lungs burn and my mind empties. That moment of physical exhaustion is the closest I get to peace.\nQ2 (stress): A conflict with a close friend. I replayed every word obsessively, wrote unsent messages, couldn't sleep. Eventually I forced myself to call them directly. The conversation was hard but the uncertainty was worse.\nQ3 (understood): After a presentation I was sure had failed, a colleague pulled me aside and said 'You don't see yourself the way others do.' It cracked something open.\nQ4 (free day): Ocean swim at sunrise. Long breakfast with good coffee. Afternoon hike somewhere green. Evening cooking an elaborate meal for friends, music playing, wine flowing, conversation until late.\nQ5 (one word): Restless - I'm always chasing the next thing, never quite satisfied with where I am.",
    "x": -0.7245211601257324,
    "y": -0.029747962951660156,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Energised",
    "region": "North America",
    "nickname": "wavechaser"
  },
  {
    "id": "p_003",
    "text": "Q1 (safe place): My studio apartment when it's raining. Headphones on, working on something creative, completely absorbed. The rain creates a barrier between me and the world's demands. I need that barrier to feel safe.\nQ2 (stress): Burnout crept up slowly. I kept pushing through exhaustion until my body forced me to stop. Now I'm learning to recognize the warning signs: irritability, loss of interest, that hollow feeling. I cope by protecting my mornings for rest.\nQ3 (understood): A friend remembered a small detail I'd mentioned months earlier and brought me exactly the right book. The gift was nice but the memory was the real kindness.\nQ4 (free day): Absolutely nothing scheduled. Maybe I'd make art. Maybe I'd stare at the ceiling. The freedom from obligation is the point, not the activity.\nQ5 (one word): Intense - I feel everything deeply, sometimes too deeply.",
    "x": -0.6339542865753174,
    "y": 0.34447479248046875,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "anonymous"
  },
  {
    "id": "p_004",
    "text": "Q1 (safe place): My childhood treehouse, which no longer exists. I return there in dreams sometimes. The rough wood, the view through leaves, the feeling of being hidden and watching the world below. Safety is always retrospective for me.\nQ2 (stress): Public speaking. My voice shakes, my face flushes. I've learned to embrace the fear as energy. I tell myself 'this matters to you, that's why you're scared' and somehow that reframe helps me continue.\nQ3 (understood): My therapist once said 'You're allowed to take up space.' Such a simple sentence but it landed like revelation. I'd spent years apologizing for existing.\nQ4 (free day): Museums first thing in the morning when they're empty. Then a long lunch reading in a park. Afternoon nap. Evening at a concert or play, then walking home through quiet streets.\nQ5 (one word): Contemplative - I process the world by thinking about it constantly.",
    "x": -0.27240943908691406,
    "y": 0.47374534606933594,
    "cluster": 1,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "treewatcher"
  },
  {
    "id": "p_005",
    "text": "Q1 (safe place): My car. Sounds strange but it's my private space. I can sing badly, cry without explanation, sit in parking lots processing my day before facing home. It's a transition zone between selves.\nQ2 (stress): Financial stress. Numbers swimming, worst-case scenarios spiraling. I coped by making spreadsheets, facing the reality directly rather than avoiding it. Knowledge reduced the fear, even when the situation didn't change.\nQ3 (understood): When my team defended my idea in a meeting I wasn't present for. Hearing about it afterward, knowing they'd advocated for my work, made me feel genuinely valued.\nQ4 (free day): Road trip with no destination. Stop whenever something looks interesting. Eat at diners. Listen to podcasts. The movement itself is the purpose.\nQ5 (one word): Adaptive - I become what each situation requires, sometimes losing track of who I actually am.",
    "x": 0.11446404457092285,
    "y": -0.40096235275268555,
    "cluster": 0,
    "decision_style": "Depends",
    "social_energy": "Depends",
    "region": "North America",
    "nickname": "anonymous"
  },
  {
    "id": "p_006",
    "text": "Q1 (safe place): The library at my university. High ceilings, old wood, the particular silence of concentrated thought. Even now, decades later, libraries feel like sanctuaries. Knowledge feels like protection.\nQ2 (stress): A health scare that turned out to be nothing. Those weeks of waiting taught me how much I take my body for granted. I coped through research, information as armor against uncertainty.\nQ3 (understood): A professor once wrote on my paper: 'You think in ways that surprise me.' After years of feeling like my mind worked wrong, someone saw it as a gift.\nQ4 (free day): Deep dive into a new subject. Buy books, watch lectures, take notes, let myself become obsessed. Learning is my version of play.\nQ5 (one word): Analytical - I take things apart to understand them, including myself.",
    "x": 0.7842259407043457,
    "y": -0.32071781158447266,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "East Asia",
    "nickname": "libraryowl"
  },
  {
    "id": "p_007",
    "text": "Q1 (safe place): Dancing in a crowd where no one knows me. The music loud enough to feel in my chest, bodies moving together, complete anonymity. I disappear and that's the safety - no self to protect.\nQ2 (stress): Rejection from something I'd worked toward for years. I let myself grieve dramatically - ugly crying, canceled plans, wallowing. Then set a deadline to start trying again.\nQ3 (understood): After bombing a performance, a stranger came up and said 'I saw you take a risk up there. That was brave.' They didn't pretend it went well. They honored the attempt.\nQ4 (free day): Festival or live music. Dance all day. Meet strangers. Feel the collective energy. Come home exhausted in the best way.\nQ5 (one word): Alive - I'm happiest when I'm fully experiencing the moment.",
    "x": -0.6345791816711426,
    "y": -0.3104867935180664,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Energised",
    "region": "South America",
    "nickname": "nightdancer"
  },
  {
    "id": "p_008",
    "text": "Q1 (safe place): My workshop, surrounded by tools and half-finished projects. The smell of sawdust, the feel of working with my hands. My mind quiets when my body is engaged. Screens exhaust me; materials ground me.\nQ2 (stress): Physical injury that limited what I could do. The loss of capability was harder than the pain. I coped by finding new ways to work, accepting help reluctantly, learning patience.\nQ3 (understood): My father, a man of few words, once spent an entire weekend helping me fix something I'd broken. No lectures, no frustration. Just quiet competence and presence.\nQ4 (free day): Build something from scratch. Spend hours solving physical problems, fitting pieces together, making something real from raw materials.\nQ5 (one word): Practical - I trust what I can touch and verify.",
    "x": 0.49068284034729004,
    "y": -0.5889482498168945,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Depends",
    "region": "North America",
    "nickname": "woodworker"
  },
  {
    "id": "p_009",
    "text": "Q1 (safe place): Hot bath, door locked, phone in another room. The water has to be almost too hot. I disappear into the heat and let my thoughts drift. It's the only time I'm truly unreachable.\nQ2 (stress): Betrayal by someone I trusted completely. The ground disappeared. I coped through writing - pages and pages trying to understand. The writing didn't explain it but it contained it.\nQ3 (understood): A friend once said 'You're the person I call when things fall apart.' Realizing I was someone's anchor, when I felt so adrift myself, was profoundly grounding.\nQ4 (free day): Spa day alone. Massage, sauna, pool. Then home to order food and watch comfort shows. Total indulgence without guilt.\nQ5 (one word): Resilient - I've survived things I didn't think I could. That knowledge lives in me now.",
    "x": -1.0,
    "y": -0.0526885986328125,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "anonymous"
  },
  {
    "id": "p_010",
    "text": "Q1 (safe place): Temple in Kyoto I visited once. Stone paths, raked gravel, intentional silence. I've never felt peace like that before or since. I'm chasing that feeling still.\nQ2 (stress): Moving to a new country. Everything unfamiliar, language barrier, profound loneliness. I coped by establishing small routines - same coffee shop, same park bench, building familiarity deliberately.\nQ3 (understood): A host family in Japan apologized that their English wasn't good, then proceeded to show me extraordinary kindness through food, gestures, patience. Language is the smallest part of understanding.\nQ4 (free day): Wander a city I don't know. Get lost deliberately. Notice architecture, people, the rhythm of a place. Find a quiet spot and write about what I see.\nQ5 (one word): Seeking - I'm looking for something I can't name.",
    "x": 0.3663637638092041,
    "y": 0.45123767852783203,
    "cluster": 4,
    "decision_style": "Depends",
    "social_energy": "Depends",
    "region": "East Asia",
    "nickname": "templeseeker"
  },
  {
    "id": "p_011",
    "text": "Q1 (safe place): My bed, weighted blanket, blackout curtains. The world shrinks to the size of a cocoon. I need that smallness sometimes to feel contained.\nQ2 (stress): Insomnia spiral - the anxiety of not sleeping creating more inability to sleep. I broke it by accepting the sleeplessness, reading through the night, removing the pressure.\nQ3 (understood): When I finally admitted I was struggling to a friend and they said 'Me too.' Not advice, not solutions. Just 'me too.' We sat in shared difficulty together.\nQ4 (free day): Literally nothing. Stay in bed. Let time be shapeless. No productivity, no improvement, no goals. Pure rest.\nQ5 (one word): Tired - but the kind of tired that sleep doesn't fix.",
    "x": -0.9111695289611816,
    "y": 0.18532752990722656,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "anonymous"
  },
  {
    "id": "p_012",
    "text": "Q1 (safe place): Cooking for people I love. The kitchen becomes the safest place when I'm feeding others. I can show care through food when words fail me.\nQ2 (stress): Family conflict during holidays. Old patterns, unresolved tension, regression to childhood roles. I coped by setting time limits, having an exit plan, forgiving myself for not fixing everything.\nQ3 (understood): My child once drew a picture of our family and made me the biggest. 'Because you hold us all,' they explained. I didn't know they saw that.\nQ4 (free day): Farmers market in the morning. Plan an elaborate meal. Spend all day cooking, timing everything perfectly. Watch people enjoy what I made.\nQ5 (one word): Nourishing - I express love through practical care.",
    "x": 0.42582106590270996,
    "y": -0.9177179336547852,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Energised",
    "region": "Europe",
    "nickname": "homecook"
  },
  {
    "id": "p_013",
    "text": "Q1 (safe place): Mountain summit after a long climb. The effort is part of the safety - earning the view, being somewhere you had to work to reach. The world below seems smaller and more manageable.\nQ2 (stress): Job loss that came without warning. Identity crisis followed - so much of who I was tied to what I did. I coped by treating the search like a job itself, maintaining structure.\nQ3 (understood): A mentor once said 'You're not behind. You're on your own path.' I'd been measuring myself against others for so long that permission to have my own timeline felt revolutionary.\nQ4 (free day): Challenging hike. Push physical limits. Reach somewhere I couldn't have reached easily. Earn exhaustion.\nQ5 (one word): Driven - I rest by doing, which I know is a problem.",
    "x": 0.11154007911682129,
    "y": -0.5211725234985352,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Energised",
    "region": "North America",
    "nickname": "summitseeker"
  },
  {
    "id": "p_014",
    "text": "Q1 (safe place): Airport lounges, oddly. Nowhere places between destinations. Everyone is going somewhere but right now we're all suspended. I feel anonymous and free in transit.\nQ2 (stress): Panic attack on a plane. Trapped, no escape, heart racing. I learned breathing techniques, carry medication now, tell flight attendants quietly when I board. Preparation as coping.\nQ3 (understood): A seatmate on a long flight shared their life story without asking for mine. The gift of listening without expectation of return. I think about them sometimes.\nQ4 (free day): Fly somewhere spontaneously. Doesn't matter where. The airport, the departure, the arrival somewhere new.\nQ5 (one word): Transient - I'm most comfortable between places.",
    "x": -0.2808682918548584,
    "y": -0.030942916870117188,
    "cluster": 4,
    "decision_style": "Depends",
    "social_energy": "Depends",
    "region": "Europe",
    "nickname": "transitlover"
  },
  {
    "id": "p_015",
    "text": "Q1 (safe place): Garden in early morning. Hands in soil, watching things grow over time. The patience required teaches me something. I can't rush a plant and I can't rush healing.\nQ2 (stress): Chronic illness diagnosis. The grief was for a future self I'd imagined. I coped by focusing on what I could control - sleep, food, movement - and mourning what I couldn't.\nQ3 (understood): A stranger in a waiting room, also waiting for test results, reached over and held my hand. We never spoke. They let go when they were called. Perfect understanding.\nQ4 (free day): Garden all day. Plant something new. Prune, weed, water. Watch the light move across the beds. Feel time passing slowly.\nQ5 (one word): Growing - I'm not who I was and not yet who I'll become.",
    "x": 0.26427626609802246,
    "y": -0.7913103103637695,
    "cluster": 1,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "gardenmind"
  },
  {
    "id": "p_016",
    "text": "Q1 (safe place): Night sky away from city lights. The vastness doesn't frighten me - it provides perspective. My problems shrink against the scale of the universe. That's comforting, not depressing.\nQ2 (stress): Existential crisis in my thirties. 'Is this all there is?' The question haunted me. I coped by letting the question stay open rather than forcing answers.\nQ3 (understood): Reading a book and encountering a sentence that articulated something I'd felt my whole life but never named. Being understood by a dead author across centuries.\nQ4 (free day): Drive to somewhere with dark skies. Lie on a blanket. Watch stars for hours. Think about time and scale and meaning.\nQ5 (one word): Small - not self-deprecating, just aware of my place in everything.",
    "x": 0.062006235122680664,
    "y": 0.4687061309814453,
    "cluster": 4,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "starwatcher"
  },
  {
    "id": "p_017",
    "text": "Q1 (safe place): Thrift stores. Searching through other people's discarded lives, giving abandoned things new purpose. There's something healing about rescue.\nQ2 (stress): Creative block that lasted months. The more I tried to force it, the worse it got. I coped by letting go entirely, trusting the ideas would return. They did, eventually.\nQ3 (understood): An art teacher once said 'Your mistakes are more interesting than your intentions.' It changed how I work entirely.\nQ4 (free day): Estate sales, flea markets, antique shops. Hunt for treasure. Imagine the stories behind objects. Bring something strange home.\nQ5 (one word): Collector - of things, of experiences, of moments.",
    "x": 0.33706235885620117,
    "y": 0.26064014434814453,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Depends",
    "region": "North America",
    "nickname": "treasurehunter"
  },
  {
    "id": "p_018",
    "text": "Q1 (safe place): Yoga class with a teacher I trust. Surrendering to someone else's guidance, being told exactly what to do with my body. The structure frees my mind.\nQ2 (stress): Addiction recovery. The hardest thing I've ever done. One day at a time isn't a cliche when you're living it. Community, honesty, showing up repeatedly.\nQ3 (understood): My sponsor said 'You don't have to fight alone anymore.' After years of white-knuckling through everything, being told I could have help felt like grace.\nQ4 (free day): Morning yoga, long meditation, healthy meals, early bed. Care for my body like it matters, because it does.\nQ5 (one word): Recovering - always, in multiple senses.",
    "x": -0.42572975158691406,
    "y": -0.48012590408325195,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "anonymous"
  },
  {
    "id": "p_019",
    "text": "Q1 (safe place): Startup office at 2am when everyone's gone. The energy of building something, the potential in the silence, screens glowing with possibility. I know this is problematic but it feels like home.\nQ2 (stress): Failure of a company I'd poured years into. Public, expensive, humiliating. I coped by analyzing what went wrong obsessively, extracting lessons, vowing to fail differently next time.\nQ3 (understood): Investors who lost money in my failed company said 'We'd back you again.' That trust after failure, unearned, was overwhelming.\nQ4 (free day): Whiteboard session. Map out a new idea. Get lost in possibilities. Energy drinks and bad food and the excitement of beginning.\nQ5 (one word): Relentless - which is sometimes strength and sometimes damage.",
    "x": -0.3179914951324463,
    "y": -0.9095563888549805,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Energised",
    "region": "North America",
    "nickname": "founder"
  },
  {
    "id": "p_020",
    "text": "Q1 (safe place): Grandmother's grave. Sounds morbid but I talk to her there. Tell her about my life, ask for guidance, feel connected across death. The ritual comforts me.\nQ2 (stress): Grief that never fully ends, just changes shape. Holidays, anniversaries, random Tuesdays. I cope by honoring the feeling rather than fighting it.\nQ3 (understood): When someone mentions my grandmother in casual conversation, keeping her present in the world. Memories shared are memories preserved.\nQ4 (free day): Visit places she loved. Eat her recipes. Look at photos. Keep her alive through attention.\nQ5 (one word): Remembering - carrying forward what shouldn't be forgotten.",
    "x": 0.022733211517333984,
    "y": 0.9247102737426758,
    "cluster": 4,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "Europe",
    "nickname": "memorykeeper"
  },
  {
    "id": "p_021",
    "text": "Q1 (safe place): Basketball court at the gym. The simplicity of the game, body knowing what to do without thinking, complete presence in movement. Can't be anxious when you're guarding someone.\nQ2 (stress): Relationship ending badly. The hurt and the relief tangled together. I coped through exercise - running until I couldn't think, lifting until I couldn't feel.\nQ3 (understood): Teammates picking me up after I missed a crucial shot. No blame, just 'next one.' That automatic forgiveness.\nQ4 (free day): Play pickup games all day. Compete, sweat, high-five strangers. Then collapse on the couch, satisfyingly destroyed.\nQ5 (one word): Competitive - I come alive when there's something to win.",
    "x": -0.42345428466796875,
    "y": -0.709653377532959,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Energised",
    "region": "North America",
    "nickname": "hooper"
  },
  {
    "id": "p_022",
    "text": "Q1 (safe place): My therapist's office. Strange to feel safest in a place designed to expose vulnerability, but that's exactly why. Permission to fall apart without judgment.\nQ2 (stress): Depression that stole months. Everything grey, nothing mattered. I coped by doing the minimum - shower, eat, show up - and trusting that minimum was enough.\nQ3 (understood): Therapist once said 'You've been surviving. Now we can work on living.' The distinction opened something.\nQ4 (free day): Honestly? Just feel normal. Have energy. Want things. Depression steals desire itself, so wanting anything feels like victory.\nQ5 (one word): Healing - it's work, every day.",
    "x": -0.8451559543609619,
    "y": 0.6211118698120117,
    "cluster": 1,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "anonymous"
  },
  {
    "id": "p_023",
    "text": "Q1 (safe place): Children's birthday parties, chaotic and joyful. The pure enthusiasm, the lack of cynicism, the permission to be silly. Kids don't judge adults who play.\nQ2 (stress): Parenting failure - losing my temper, saying things I regretted. The shame was enormous. I coped by apologizing to my kids, modeling accountability.\nQ3 (understood): My child forgiving me instantly, completely, saying 'It's okay, everyone makes mistakes.' Learning grace from someone I'm supposed to teach.\nQ4 (free day): Kid stuff. Zoo, playground, ice cream, movie. See the world through their wonder.\nQ5 (one word): Parent - it's who I am now, more than anything else.",
    "x": 0.704442024230957,
    "y": -0.9926719665527344,
    "cluster": 2,
    "decision_style": "Mostly emotional",
    "social_energy": "Energised",
    "region": "Europe",
    "nickname": "daddychaos"
  },
  {
    "id": "p_024",
    "text": "Q1 (safe place): Coding with headphones on, solving problems, hours disappearing. Flow state feels like safety because there's no room for anything else. Just the puzzle and the solution.\nQ2 (stress): Imposter syndrome in a new role. Everyone seemed to know more than me. I coped by asking questions aggressively, choosing learning over appearing competent.\nQ3 (understood): A junior engineer thanked me for explaining something patiently. I'd thought I was struggling; they saw me as helpful. Perspective gap.\nQ4 (free day): Hackathon or personal project. Build something new. Get lost in code. Forget to eat. Emerge blinking and satisfied.\nQ5 (one word): Building - I understand the world by constructing things in it.",
    "x": 0.7719845771789551,
    "y": -0.6532802581787109,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "East Asia",
    "nickname": "codebuilder"
  },
  {
    "id": "p_025",
    "text": "Q1 (safe place): Poetry readings in small bookstores. Words hung in air, collective listening, vulnerability rewarded with attention. Language is my home.\nQ2 (stress): Writer's block combined with deadline. Paralyzing. I coped by writing badly on purpose, giving myself permission to fail forward.\nQ3 (understood): An editor once said 'Your voice is necessary.' Not good or skilled - necessary. That word specifically.\nQ4 (free day): Write in cafes. Read in parks. Maybe open mic at night. Words all day, different forms.\nQ5 (one word): Articulate - I exist more fully when I find the right words.",
    "x": 0.755765438079834,
    "y": -0.043601036071777344,
    "cluster": 2,
    "decision_style": "Mostly emotional",
    "social_energy": "Depends",
    "region": "Europe",
    "nickname": "wordkeeper"
  },
  {
    "id": "p_026",
    "text": "Q1 (safe place): Protest marches, surrounded by people who care about the same things. Collective action, shared purpose, feeling less alone in anger and hope.\nQ2 (stress): Climate grief. The scale of the problem, the inadequacy of individual action. I coped by focusing on local, tangible changes. What I can touch.\nQ3 (understood): Meeting people who'd been fighting the same fight for decades without giving up. Their persistence as instruction.\nQ4 (free day): Volunteer work. Direct action. Be useful to something larger than myself.\nQ5 (one word): Committed - to more than my own comfort.",
    "x": 0.3263840675354004,
    "y": -0.20102787017822266,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Energised",
    "region": "Europe",
    "nickname": "activist"
  },
  {
    "id": "p_027",
    "text": "Q1 (safe place): VR headset, oddly enough. Not the games but the environments - sitting on a virtual beach, floating in space. My body stays safe while my mind travels.\nQ2 (stress): Social exhaustion that felt physical. Every interaction drained me. I coped by creating boundaries, saying no without explanation, protecting energy.\nQ3 (understood): Someone respected my stated boundaries without pushing back or requiring justification. The relief of being believed.\nQ4 (free day): Stay home. No obligations. Digital worlds or analog hobbies, doesn't matter. Just solitude.\nQ5 (one word): Introverted - not shy, not antisocial, just needs silence to function.",
    "x": 0.16364812850952148,
    "y": 0.02989482879638672,
    "cluster": 2,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "East Asia",
    "nickname": "anonymous"
  },
  {
    "id": "p_028",
    "text": "Q1 (safe place): My grandmother's stories about the old country. I never went there but I feel connected through her words. Home is narrative as much as place.\nQ2 (stress): Immigration pressure - the cultural expectations, the push and pull between worlds. I coped by accepting that I could be multiple things.\nQ3 (understood): Someone from back home saying I hadn't lost myself despite leaving. The fear of becoming unrecognizable, addressed.\nQ4 (free day): Cook traditional recipes. Call relatives. Honor where I came from while living where I am.\nQ5 (one word): Hybrid - belonging fully to nowhere and partially to many places.",
    "x": 0.3952493667602539,
    "y": 0.6880226135253906,
    "cluster": 4,
    "decision_style": "Depends",
    "social_energy": "Depends",
    "region": "East Asia",
    "nickname": "betweenworlds"
  },
  {
    "id": "p_029",
    "text": "Q1 (safe place): The dojo after class, empty mats, the silence after exertion. Martial arts taught me that controlled violence could feel like peace. Strange but true.\nQ2 (stress): Physical altercation that I handled poorly. The shame of losing control. I returned to training specifically to learn control.\nQ3 (understood): Sensei once said 'You've grown' - not about technique, about character. Training the body to train the mind.\nQ4 (free day): Train in the morning. Rest and recover. Maybe watch fights, study movement. Simple inputs, simple outputs.\nQ5 (one word): Disciplined - because I know what I'm like without discipline.",
    "x": -0.13203096389770508,
    "y": -0.6981234550476074,
    "cluster": 3,
    "decision_style": "Mostly rational",
    "social_energy": "Depends",
    "region": "East Asia",
    "nickname": "warrior"
  },
  {
    "id": "p_030",
    "text": "Q1 (safe place): Blank canvas before I start. Pure potential, no mistakes yet. The safety is in the possibility space, before choices narrow it.\nQ2 (stress): Art school critique that was brutal and unfair. The politics of aesthetics. I coped by making work they'd hate on purpose, reclaiming agency.\nQ3 (understood): Gallery visitor crying in front of my work. They didn't explain. They didn't have to.\nQ4 (free day): Studio time. Large canvas. Loud music. Physical painting. Lose hours.\nQ5 (one word): Expressive - I make things to understand what I feel.",
    "x": 1.0,
    "y": -0.4559965133666992,
    "cluster": 0,
    "decision_style": "Mostly emotional",
    "social_energy": "Depends",
    "region": "South America",
    "nickname": "painter"
  },
  {
    "id": "p_031",
    "text": "Q1 (safe place): Hospital chapel at night during my mother's illness. Not religious exactly, but the intentional silence, the permission to not be okay. Secular sacred space.\nQ2 (stress): Anticipatory grief - mourning someone still alive. The complicated guilt. I coped by being present, literally, physically present as much as possible.\nQ3 (understood): Nurse who treated my mother like a person, not a patient. Remembered her preferences, used her name, saw her.\nQ4 (free day): Care for someone. Cook, clean, help. Feel useful instead of helpless.\nQ5 (one word): Devoted - sometimes to my own detriment.",
    "x": -0.20028328895568848,
    "y": 1.0,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "anonymous"
  },
  {
    "id": "p_032",
    "text": "Q1 (safe place): Ice rink early morning, cutting figures in fresh ice. The cold, the precision, the solitude. Performance without audience.\nQ2 (stress): Injury that ended competitive skating. Identity built on physicality, suddenly gone. I coped by finding new ways to move, coaching others.\nQ3 (understood): A student landing something for the first time, turning to me with joy. My success living on through them.\nQ4 (free day): Skate until muscles burn. Then stretching, recovery, care for the body that carries me.\nQ5 (one word): Graceful - a word I earned through years of falling.",
    "x": 0.053656578063964844,
    "y": -1.0,
    "cluster": 3,
    "decision_style": "Depends",
    "social_energy": "Energised",
    "region": "Europe",
    "nickname": "icedancer"
  },
  {
    "id": "p_033",
    "text": "Q1 (safe place): Cabin in the woods with no cell service. The relief of being unreachable, the permission to be fully where I am. Connectivity is exhausting.\nQ2 (stress): Information overload causing anxiety. News, notifications, infinite scroll. I coped by scheduled digital sabbaths, phone in a drawer.\nQ3 (understood): Someone saying 'You seem more present' after I'd been offline for a week. The disconnection showing in connection.\nQ4 (free day): Hike to somewhere without signal. Be unavailable. Read actual books. Sleep when dark.\nQ5 (one word): Unplugged - not anti-technology, just pro-boundary.",
    "x": -0.06651735305786133,
    "y": -0.06087207794189453,
    "cluster": 0,
    "decision_style": "Mostly rational",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "offgrid"
  },
  {
    "id": "p_034",
    "text": "Q1 (safe place): Hospital room after delivering my child. Exhausted, amazed, terrified. The safest I've felt because the most had been risked. Survival as sanctuary.\nQ2 (stress): Postpartum depression that I didn't recognize as such. The guilt of struggling when I was supposed to be happy. I coped by finally asking for help.\nQ3 (understood): Healthcare provider who normalized what I was feeling instead of dismissing it. 'This is common and treatable.' Permission to struggle.\nQ4 (free day): Sleep. Please just sleep. Maybe hold my baby while someone else handles everything else. Rest.\nQ5 (one word): Surviving - each day I keep everyone alive is success.",
    "x": -0.6209990978240967,
    "y": 0.8221864700317383,
    "cluster": 3,
    "decision_style": "Mostly emotional",
    "social_energy": "Drained",
    "region": "North America",
    "nickname": "newmom"
  },
  {
    "id": "p_035",
    "text": "Q1 (safe place): The internet, honestly. My online communities know me better than most people in physical proximity. Shared interests over shared geography. Home is where your people are.\nQ2 (stress): Being outed before I was ready. Loss of control over my own narrative. I coped by taking back the story, telling it myself, on my terms.\nQ3 (understood): Finding others like me online when I thought I was the only one. The first time I wasn't alone in my experience.\nQ4 (free day): Online with my communities. Gaming, chatting, being fully myself without the limitations of the physical.\nQ5 (one word): Authentic - finally, after years of performing.",
    "x": 0.608457088470459,
    "y": 0.025753021240234375,
    "cluster": 2,
    "decision_style": "Depends",
    "social_energy": "Energised",
    "region": "North America",
    "nickname": "truself"
  }
]